[
  {
    "Id": 1,
    "Title": "Data Management 365 Presents MainEDC™ AI Coder: A Revolutionary AI-Based Tool for Clinical Research",
    "Summary": "Data Management 365 is proud to announce the launch of MainEDC™ AI Coder, an innovative AI-based tool designed to transform the medical coding processes in clinical research. Following the successful completion of pilot implementation and user evaluation, which demonstrated outstanding results in improving the efficiency and accuracy of coding raw textual data, MainEDC™ AI Coder is now available to our VIP tier clients.",
    "PublishedDate": "2025-04-26T10:00:00"
  },
  {
    "Id": 2,
    "Title": "DM 365 Took Part at Life Sciences Invest 2019",
    "Summary": "Our CEO Timur Galimov, Head of Analytics Department Claudia Venn and Business Development Manager Libby Peterson visited IX Annual International Partnering-Forum “LIFE SCIENCES INVEST. PARTNERING ” on November 7-8, 2019",
    "PublishedDate": "2025-04-25T09:30:00"
  },
  {
    "Id": 3,
    "Title": "MainEDC™ Edit-Checks Library",
    "Summary": "DM 365 is happy to announce that now our unique tool developed based on our vast experience and professional trainings is available to all our clients.",
    "PublishedDate": "2025-04-24T11:15:00"
  },
  {
    "Id": 4,
    "Title": "Another Breakthrough! Now WHODrug!",
    "Summary": "We are happy and proud! On the first try Data Management 365 passed necessary and extended tests from our colleagues at Uppsala Monitoring Centre. We are now a part of the WHODrug vendor program!",
    "PublishedDate": "2025-04-23T08:45:00"
  },
  {
    "Id": 5,
    "Title": "COVID-19, Challenge Accepted!",
    "Summary": "As we monitor and learn more about the COVID-19, we want to be transparent about what we’re doing as a company to protect our customers and employees.",
    "PublishedDate": "2025-04-22T14:20:00"
  },
  {
    "Id": 6,
    "Title": "MainEDC™ COVID-19 Pack",
    "Summary": "Data Management 365 urgently releases MainEDC™ COVID-19 Pack, a validated solution that supports clinical research in a pandemic environment.  ",
    "PublishedDate": "2025-04-21T16:23:00"
  },
  {
    "Id": 8,
    "Title": "R-Pharm and Data Management 365. COVID-19 as a clinical trial during the COVID-19 pandemic.",
    "Summary": "Technology, teamwork and abilities to immediately adapt to new conditions are absolutely required for the successful start of a clinical trial during the pandemic.",
    "PublishedDate": "2025-04-20T13:10:00"
  }
]
